Repository: Joenvyme/openglossa
Catalog: public/downloads/openglossa_demo.tmx
Source language: de
Languages: fr

source: Ist bei einem zweiseitigen Vertrag der eine Teil zahlungsunfähig geworden, wie namentlich, wenn er in Konkurs geraten oder fruchtlos gepfändet ist, und wird durch diese Verschlechterung der Vermögenslage der Anspruch des andern gefährdet, so kann dieser seine Leistung so lange zurückhalten, bis ihm die Gegenleistung sichergestellt wird.
fr: Si, dans un contrat bilatéral, les droits de l’une des parties sont mis en péril parce que l’autre est devenue insolvable, et notamment en cas de faillite ou de saisie infructueuse, la partie ainsi menacée peut se refuser à exécuter jusqu’à ce que l’exécution de l’obligation contractée à son profit ait été garantie.

source: Wird er innerhalb einer angemessenen Frist auf sein Begehren nicht sichergestellt, so kann er vom Vertrage zurücktreten.
fr: Elle peut se départir du contrat si cette garantie ne lui est pas fournie, à sa requête, dans un délai convenable.

source: Geldschulden sind in gesetzlichen Zahlungsmitteln der geschuldeten Währung zu bezahlen.
fr: Le paiement d’une dette qui a pour objet une somme d’argent se fait en moyens de paiement ayant cours légal dans la monnaie due.

source: Lautet die Schuld auf eine Währung, die am Zahlungsort nicht Landeswährung ist, so kann die geschuldete Summe nach ihrem Wert zur Verfallzeit dennoch in Landeswährung bezahlt werden, sofern nicht durch den Gebrauch des Wortes «effektiv» oder eines ähnlichen Zusatzes die wortgetreue Erfüllung des Vertrags ausbedungen ist.
fr: Si la dette est exprimée dans une monnaie qui n’est pas la monnaie du pays du lieu de paiement, elle peut être acquittée en monnaie du pays au cours du jour de l’échéance, à moins que l’exécution littérale du contrat n’ait été stipulée par les mots «valeur effective» ou par quelqu’autre complément analogue.

source: Der Schuldner kann eine Teilzahlung nur insoweit auf das Kapital anrechnen, als er nicht mit Zinsen oder Kosten im Rückstande ist.
fr: Le débiteur ne peut imputer un paiement partiel sur le capital qu’en tant qu’il n’est pas en retard pour les intérêts ou les frais.

source: Sind dem Gläubiger für einen Teil seiner Forderung Bürgen gestellt, oder Pfänder oder andere Sicherheiten gegeben worden, so ist der Schuldner nicht berechtigt, eine Teilzahlung auf den gesicherten oder besser gesicherten Teil der Forderung anzurechnen.
fr: Si le créancier a reçu pour une fraction de la créance des cautionnements, gages ou autres sûretés, le débiteur n’a pas le droit d’imputer un paiement partiel sur la fraction garantie ou mieux garantie de la créance.

source: Hat der Schuldner mehrere Schulden an denselben Gläubiger zu bezahlen, so ist er berechtigt, bei der Zahlung zu erklären, welche Schuld er tilgen will.
fr: Le débiteur qui a plusieurs dettes à payer au même créancier a le droit de déclarer, lors du paiement, laquelle il entend acquitter.
